;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Fero Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Disk Cleaner 7.97.568
;
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Translation]
ReadHabit=Left-to-right
LanguageName=SVK
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
pmGo=Otvoriť obsahujúci adresár
pmNone=Nevybrať nič
pmAll1=Vybrať všetko
pmrec=Doporučené
pmIgnore=Ignorovať túto položku
pmExport=Exportovať do...
pmInvert=Obrátiť výber
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Zrušiť
FrmWDC.pmPortable.caption=Vytvoriť prenosnú verziu
;
; Main GUI
;
FrmWDC.pmHelp.caption=Nápoveda online
FrmWDC.pmHome.caption=Domáca stránka
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Kontakt
FrmWDC.pmCheckNew.caption=Skontrolovať aktualizácie
FrmWDC.pmLang.caption=Jazyky
FrmWDC.pmSkin.caption=Zmeniť vzhľad
FrmWDC..caption=O programe
FrmWDC.btncomm.caption=Všeobecné čistenie
FrmWDC.btnadv.caption=Pokročilé čistenie
FrmWDC.btnsilm.caption=Redukcia systému
FrmWDC.btnrestore.caption=Obnovenie
FrmWDC.btnsettings.caption=Nastavenia
FrmWDC.btnlikeit.caption=Páči sa mi
FrmWDC.btnsuggest.caption=Návrhy a pripomienky
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Položka "Nájsť prázdne súbory" je účinná iba raz.Nabudúce ju budete musieť vybrať znova.
Frmadvdc.btnscan.caption=Spustiť sken
Frmadvdc.lblpath.caption=Miesto skenu:
Frmadvdc.btnrescan.caption=Nový sken
Frmadvdc.btnall.caption=Vybrať všetko
Frmadvdc.btnadvanced.caption=Pokročilé nastavenia
Frmadvdc.btnnone.caption=Nevybrať nič
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner je najlepší program zdarma pre Windows na čistenie registrov.Je rýchly,dôkladný a bezpečný!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise Care 365 je celok dôležitých systémových utilít pre registre,disk a celé vaše PC.Je efektívny a jednoduchý na použitie!
Frmadvdc.lblpce.caption=Wise Care 365
Frmadvdc.lblspeed.caption=Najvyššia rýchlosť skenovania na svete!
Frmadvdc.lblrec.caption=Ďalšie aplikácie ktoré zaujali užívateľov:
Frmadvdc.vtfiles.Columns[0]=Názov súboru
Frmadvdc.vtfiles.Columns[1]=Veľkosť
Frmadvdc.vtfiles.Columns[2]=Cesta
Frmadvdc.vtfiles.Columns[3]=Čas posledného prístupu
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Pridať
FrmAdvSettings.btnremove.caption=Odstrániť
FrmAdvSettings.btncancel.caption=Zrušiť
FrmAdvSettings.wcknull.caption=Nájsť prázdne súbory(0 bytov,pomalé)
FrmAdvSettings.wckshortcut.caption=Nájsť neplatných zástupcov (pomalé)
FrmAdvSettings.caption=Pokročilé nastavenia
FrmAdvSettings.btnre.caption=Doporučené
FrmAdvSettings.btnall.caption=Všetko
FrmAdvSettings.btnnone.caption=Nevybrať nič
;
; About
;
FrmAboutWin.caption=O programe
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblhome.caption=Domáca stránka:
FrmAbout.lblemail.caption=Email podpory:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Príkazový riadok
FrmAutorunSettings.lblcmdinfo.caption=Z príkazového riadku môžete spustiť program pre automatické skenovanie a čistenie vašich diskov.Pre viac informácií stlačte prosím F1 alebo kliknite na nasledujúcu URL pre čítanie dokumentov nápovedy.
FrmAutorunSettings.chk1.caption=Vytvoriť ikonu "Vyčistiť na 1-klik" a umiestniť ju na plochu.
FrmAutorunSettings.chkadv.caption=zahrnúť pokročilé čistenie
FrmAutorunSettings.btnhelp.caption=Pomoc online
;
; Common Cleaner
;
FrmCommon.btnall.caption=Vybrať všetko
FrmCommon.btnre.caption=Doporučené
FrmCommon.btnnone.caption=Nevybrať nič
FrmCommon.wckadv.caption=Zahrnúť pokročilé čistenie
FrmCommon.WiseLabel1.caption=Plánovač
FrmCommon.lbltype.caption=Typ spustenia:
FrmCommon.lblweek.caption=Vyberte deň:
FrmCommon.lbltime.caption=Čas:
FrmCommon.btnScan.caption=Spustiť sken
FrmCommon.lblstat.caption=Rýchlo a ľahko vyčistí zbytočné súbory a stopy.
FrmCommon.btncancel.caption=Zrušiť
FrmCommon.btnrescan.caption=Nový sken
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Pridať súbor
FrmExclusion.btnAddFolder.caption=Pridať adresár
FrmExclusion.btnAddType.caption=Pridať typ súboru
FrmExclusion.BtnAddCookie.caption=Pridať cookies
FrmExclusion.btnImport.caption=Importovať
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
;
; General Settings
;
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.chkNews.caption=Automaticky preberať novinky
FrmGeneral.chknotice.caption=Zobraziť oznámenie autočistenia
FrmGeneral.chkwipe.caption=Bezpečne vymazať (Pomalé)
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Predvolený jazyk:
FrmGeneral.btnchecknew.caption=Skontrolovať teraz
FrmGeneral.WiseLabel4.caption=Vlastné adresáre na vyprázdnenie (Len pre skúsených užívateľov)
FrmGeneral.btnAdd.caption=Pridať
FrmGeneral.btnRemove.caption=Odstrániť
FrmGeneral.chkexp.caption=Pripojiť sa k programu zlepšovania skúsenosťami užívateľov
FrmGeneral.lblexp.caption=Detaily
;
; Restore
;
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
FrmRestore.Btnclose.caption=Zatvoriť
FrmRestore.caption=Obnovenie

;
; Settings
;
FrmSettings.tsCommon.caption=Hlavné
FrmSettings.tsAutoRun.caption=Auto štart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnAbout.caption=O programe
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Zrušiť
FrmSettings.caption=Nastavenia
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Skúste prosím naše produkty pre zlepšenie výkonu systému Windows.
FrmSysClean.lblpce.caption=Wise Care 365
FrmSysClean.lblpceinfo.caption=Wise Care 365 je celok dôležitých systémových utilít pre registre,disk a celé vaše PC.Je efektívny a jednoduchý na použitie!
FrmSysClean.lbl1.caption=Wise Registry Cleaner je najlepší program zdarma pre Windows na čistenie registrov.Je rýchly,dôkladný a bezpečný!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Chcete ďalej zlepšovať výkon vašich Windows?
FrmSysClean.btnSlimming.caption=Zredukovať
FrmSysClean.btnall.caption=Vybrať všetko
FrmSysClean.btnrecommended.caption=Doporučené
FrmSysClean.btnnone.caption=Nevybrať nič
FrmSysClean.vtsys.Columns[0]=Položka
FrmSysClean.vtsys.Columns[1]=Veľkosť
FrmSysClean.vtsys.Columns[2]=Umiestnenie
FrmSysClean.vtsys.Columns[3]=Navrhovaný postup
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Voľné miesto
FrmDiskDefrag.btnfolder.caption=Adresár
FrmDiskDefrag.btnfile.caption=Súbor
FrmDiskDefrag.btnsystem.caption=Systémové
FrmDiskDefrag.btnFragmented.caption=Fragmentované
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vypnúť po defragmentácii disku.
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Zastaviť
FrmDiskDefrag.btnDefrag.caption=Defragmentovať
FrmWDC.btndefrag.caption=Defragmentácia disku
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ak máte radi Wise Disk Cleaner predstavte prosím tento bezplatný nástroj vašim milovaným.
FrmlikeUs.lblInfo.caption=Podeľte sa prosím o Wise Disk Cleaner s vašou rodinou,priateľmi,spolužiakmi a kolegami emailom,na blogu,cez Twitter,Youtube,Facebook atď...Výborne! Poskytnete im pohodlie a efektivitu pre ich ďalší život.
FrmlikeUs.lblRate.caption=Ohodnoťte Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Sledujte nás na:
FrmlikeUs.lblshare.caption=Zdieľajte Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Zdarma na stiahnutie
FrmlikeUs.imgrate.hint=Dajte nám 5 hviezdičiek
FrmlikeUs.imgmail.hint=Podeľte sa s vašimi priateľmi
FrmlikeUs.imgface1.hint=Podeľte sa na Facebooku
FrmlikeUs.imgface2.hint=Sledujte nás na Facebooku
FrmlikeUs.imgtwitter1.hint=Podeľte sa na Twitteri
FrmlikeUs.imgtwitter2.hint=Sledujte nás na Twitteri
FrmlikeUs.Caption=Páči sa mi
FrmlikeUs.lbldownload.caption=Stiahnite si ďalší freeware z WiseCleaner.com :
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Program zlepšovania skúsenosťami užívateľov
Frmsecurity.lbltitle.caption=Pripojte sa k programu zlepšovania skúsenosťami užívateľov.
Frmsecurity.lblinfo1.caption=Ak chcete pomôcť zlepšiť tento produkt,môžete sa pripojiť do programu zlepšovania skúsenosťami užívateľov a odosielať informácie do WiseCleaner.com o tom ako používate produkty od WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Žiadna zo získaných informácií nebude použitá na vašu identifikáciu alebo kontaktovanie a s programu môžete kedykoľvek odísť.
Frmsecurity.lbllink.caption=Ďalšie informácie o programe zlepšovania skúsenosťami užívateľov:
Frmsecurity.cbagree.caption=Pripojiť sa k programu zlepšovania skúsenosťami užívateľov.
Frmsecurity.cbagainst.caption=Nechcem sa teraz pripojiť do programu.
Frmsecurity.btnok.caption=OK

[Message]
LestOneItem=Zvoľte aspoň jednu položku na vyčistenie.
HistorySaved=Celkovo uvoľnené miesto: %s
DisableAdd=Z bezpečnostných dôvodov niektoré špecifické zložky (ako"adresár Windows","bootovanie z pevného disku" a "CD-ROM") nemôžu byť pridané do tohto zoznamu.
ConfirmAdd=Ste si istí že chcete odstrániť všetky súbory v %s po spustení "Pokročilého čistenia"?
DupFolder=Tento adresár už v zozname existuje.
ExImport=Zoznam vylúčených bol exportovaný do:
SelectHardDrive=Vyberte prosím pevný disk
CreationDate=Dátum vytvorenia
Description=Popis
NowCleaning=Čistím:
ScheduleNextTime=Ďalšie spustenie:
Never=Nikdy
InputType=Vložte názov alebo typ súboru (Napríklad: *.tmp atď...)
WarnNoType=Vyberte prosím aspoň jeden typ súboru na vyhľadanie!
NoItemChecked=Vyberte prosím jeden alebo viac súborov na vyčistenie.
WDCRunning=Program je spustený.
RemoveSysRestore=Chcete odstrániť vybraný bod obnovy systému?
RestoreFromSysRestore=Pre obnovu systému musíte reštartovať váš počítač. Chcete spustiť obnovu teraz?
WarnZeroFile=Vybrali ste režim "Prázdny súbor".Niektoré súbory s veľkosťou 0 bajtov sú potrebné,skontrolujte ich predtým než ich odstránite.Naozaj to chcete urobiť?
SysRestoring=Príprava na obnovenie systému...
SysCreating=Vytváram bod obnovy systému...
Browse=Prehľadávať...
AllHardDrive=Lokálne pevné disky
Cleaning=Čistím...
Exported=Aktuálne položky boli exportované do %s, chcete ich teraz otvoriť?
LeftTimeSec=Trvanie(v sekundách): %s
Safetodel=Túto položku môžete bezpečne vymazať.
MoreSpace=Pre viac miesta.
Unknow=Neznáme.
AddFileType=Pridať typ súboru
AlreadExist=%s už na liste existuje.
illegalType=%s je neplatný typ súboru.
Summary=Popis
InputSummary=Prosím zadajte popis pre tento typ:
noselected=Žiadne položky neboli vybrané.
DelFileType=Ste si naozaj istí že chcete vymazať tento typ súboru?
ScanAborted=Sken bol zrušený!
TrashFound=Nájdených súborov %d , o veľkosti %s.
NoTrashAndTrace=Gratulujeme! Váš počítač je čistý.
CleanDone=Čistenie dokončené!
LestOne=Vyberte prosím aspoň jednu oblasť na skenovanie.
LestOneClean=Vyberte prosím aspoň jednu oblasť na čistenie.
Scanning=Skenujem...
InvalidIgnorItem=Túto položku nemožno ignorovať.
TraceFound=Nájdených stôp %d.
CleanNow=Navrhujeme okamžite vyčistiť.
TrashRemoved=Odstránených súborov %d,uvoľnené miesto %s.
TraceRemoved=Odstránených stôp%d.
LastCommonClean=Naposledy ste čistili váš disk:
Working=Prosím počkajte kým skončí aktuálna úloha a skúste to znova.
NoFilesFound=Žiadne nepotrebné súbory
NoTracesFound=Žiadne stopy
FindTraces=Počet stôp %d
NoItemFound=Žiadne položky neboli nájdené
FindFilesSize=Nájdených súborov %d , o veľkosti %s
FindTracesSection=Počet nájdených stôp v tejto sekcii %d
CanFreeSpace=Bolo nájdených %d súborov a %s bude uvoľnených
TotalTraces=Počet celkovo nájdených stôp %d
EnableRestore=Obnova systému je vypnutá. Chcete zapnúť obnovu systému?
RestorePointFail=Vytvorenie bodu obnovy zlyhalo.
ErrorMsg=Hlásenie o chybe:
NoNewVer=Gratulujeme! Verzia ktorú používate je najnovšia!
KeyWord=Prosím vložte váš kľúč:
AddFolder=Pridať adresár 
CannotCrTask=Plánovaná úloha sa nedá vytvoriť.
InvalidType=Zadajte prosím platnú koncovku súboru.
NoType=Vyberte prosím aspoň jeden typ pre vyhľadanie.
FailToDelete=Niektoré súbory nemôžu byť vymazané,ale budú odstránené pri ďalšom spustení.
GoodHabit=Udržiavať svoje PC čisté je dobrý zvyk. Dodržiavajte ho prosím!
7After=Od posledného čistenia ubehlo %d dní. Je odporúčaný okamžitý sken.
7Before=Udržať vaše disky čisté je dobrý zvyk,ktorý zabezpečuje vaše súkromie.
TaskExists=Plánovaná úloha existuje.Chcete ju vymazať alebo vytvoriť novú? (Nie - upraviť existujúcu úlohu. Zrušiť - zrušiť proces.)
NoBackupSelected=Vyberte prosím aspoň jednu zálohu na obnovenie.
StartScan=Štart skenu
StartClean=Spustiť čistenie 
Cancel=Zrušiť
Idle=Pri nečinnosti 
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
AvdDefaultHint=Pokročilé nastavenia na vyhľadanie zbytočných súborov a uvoľnenie ďalšieho miesta.
TrashFoundEx=Boli nájdené nasledujúce nepotrebné súbory:
NoDriveChecked=Vyberte jeden alebo viac diskov pre skenovanie.
ScanFor=Skenujem disk:
FindDrives=Vyhľadávam disky...
Login=Pri prihlásení
NewVer=Je k dispozícii nová verzia! Chcete ju teraz nainštalovať?
TranslateTo=Preložiť do...
AddCookies=Pridať cookies
InputCookie=Vložte cookies (Napríklad: wisecleaner.com atď...)
InvalidCookie=Neplatné cookies
BrowserRunning=%s je spustený.Chcete ho ukončiť? Inak sa vyrovnávacia pamäť ani cookies nedajú vyčistiť.

[CommonClean]
ScanAbortedHint=Navrhujeme vám znova okamžite preskenovať disk a vyhľadať zbytočné súbory a stopy.
DefaultHint=Čistenie zbytočných súborov a stôp z internetu ušetrí váš priestor a zaistí vaše súkromie.
ScanAbortedHint1=Navrhujeme vám znova okamžite preskenovať disk a vyhľadať zbytočné súbory.
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení

[SysClean]
Open=Otvoriť
Remove=Odstrániť
MoreSpace=Pre viac miesta
Cleaning=Čistím...
Scanning=Skenujem...
ScanEnd=Celkom nájdených položiek %d .Na disku bude po redukcii uvoľneného %s miesta.
NoItems=Gratulujeme! Váš systémový disk je čistý.
SpaceFreed=Redukcia bola dokončená. %s miesta na disku bolo uvoľneného.
Installer=Zastaralý inštalátor Windows
LongInstaller=Zastaralé inštalátory Windows sú zbytočné a môžu byť odstránené.
PatchUninstall=Odinštalačné súbory aktualizácií Windows
LongPatchUninstall=Ak nechcete odinštalovať aktualizácie Windows,môžete tieto súbory odstrániť.
Downloadedfiles=Stiahnuté inštalačné súbory Windows
Longdownloadedfiles=Po úspešnej inštalácii aktualizácií Windows, môžete tieto súbory odstrániť.
Baselinecache=Vyrovnávacia pamäť inštalačnej služby Windows
LongBaselinecache=Súbory vytvorila inštalačná služba Windows a môžu byť odstránené.
JPIME=Japončina IME
LongJPIME=Ak nepotrebujete IME súbory japončiny tak ich odstránte.
KoreanIME=Kórejčina IME
LongKoreanIME=Ak nepotrebujete IME súbory kórejčiny tak ich odstránte.
TChineseIME=Tradičná čínština IME
LongTChineseIME=Ak nepotrebujete IME súbory tradičnej čínštiny tak ich odstránte.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ak nepotrebujete súbory Microsoft Pinyin IME tak ich odstránte.
HelpFile=Súbory nápovedy Windows
LongHelpFile=Ak nepotrebujete súbory nápovedy tak ich odstránte.
SamplePic=Ukážkové obrázky Windows
LongSamplePic=Ak nepotrebujete ukážkové obrázky tak ich odstránte.
SampleMic=Ukážková hudba Windows
LongSampleMic=Ak nepotrebujete ukážkovú hudbu tak ju odstránte.
SampleVideos=Ukážkové videá Windows
LongSampleVideos=Ak nepotrebujete ukážkové videá tak ich odstránte.
SampleMedia=Ukážkové médiá Windows
LongSampleMedia=Ak nepotrebujete ukážkové médiá tak ich odstránte.
Wallpaper=Súbory tapiet Windows
LongWallpaper=Ak nepotrebujete súbory tapiet tak ich odstránte.
[DiskDefrag]
Volume=Disk
Format=Systém súborov
TotalSpace=Celkové miesto
FreeSpace=Voľné miesto
Fragmented=Fragmentácia
Status=Stav
PmDefrag=Defragmentovať
QuickOpt=Rýchla optimalizácia
FullOpt=Celková optimalizácia
PmAnlyse=Analyzovať
Resume=Pokračovať
Analying=Analyzujem
Defragmenting=Defragmentujem
Optimizing=Optimalizujem
Analyed=Analyzované
Defragmented=Defragmentované
Optimized=Optimalizované
Pause=Pauza
IsSSD=Váš výber môže zahrňovať SSD disk.Defragmentácia disku môže znížiť jeho životnosť.Ste si istí že chcete pokračovať?
FragmentedRate=Fragmentácia

[Area]
IEHistory=Microsoft Internet Explorer aktívna história
FontCache=Vyrovnávacia pamäť písma Windows
InvalidStartMenu=Neplatná ponuka Štart
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Dočasné súbory Adobe Reader
AdobePhotoshop=História Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Vyrovnávacia pamäť Opery
OperaHistory=História Opery
OperaCookies=Opera cookies
OperaSessions=Relácie Opery
OperaURLHistory=URL napísané v Opere
OperaSiteIcon=Ikony webstránok Opery
OperaPassword=Uložené heslá Opery
Networkmapping=História mapovania sieťovej jednotky
LastDownloadDir=Umiestnenie posledného sťahovania
TrashClean=Zbytočné súbory v počítači
TraceClean=Stopy v počítači
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office nedávna história
TypeOtherApp=Ostatné aplikácie
WindowsPaint=Windows Maľovanie
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Komponenty Windows
FireFoxOther=Mozilla Firefox ďalšie histórie
FireFoxPass=Mozilla Firefox uložené heslá
FireFoxForm=Mozilla Firefox história autodokončovania
FireFoxCookies=Mozilla Firefox cookies
ChromePass=Google Chrome uložené heslá
ChromeForm=Google Chrome história autodokončovania
ChromeCookies=Google Chrome cookies
IEPass=IE uložené heslá (Súkromné údaje nebudú uvedené)
IEForm=IE história autodokončovania (Súkromné údaje nebudú uvedené)
IECookies=Microsoft IE cookies
DOMStoreCookies=Microsoft IE DOMStore cookies
IEAddressBarHistory=Microsoft IE história adresového riadku
TypeInternet=Surfovanie po internete
JumpList=Panel zoznamu odkazov (Opravené položky budú tiež odstránené)
SearchList=História vyhľadávania Windows
TraryNotify=Vyrovnávacia pamäť lišty oznámení Windows
ExplorerMRU=Ostatné MRU položky Prieskumníka
Recentdocuments=Nedávno otvorené dokumenty
RunStartMenu=Spustené v ponuke Štart
TypeSystem=Systém Windows
Flash=Adobe Flash Player
TypeMedia=Multimédiá
FireFoxCache=Vyrovnávacia pamäť Mozilla Firefox
ChromeCache=Vyrovnávacia pamäť Google Chrome
IECahce=Vyrovnávacia pamäť Microsoft IE
LogFile=Systémové log súbory
DownloadedPatch=Súbory sťahovania vytvorené Windows
ErrorReport=Súbory chybových hlásení
Dump=Súbory výpisov pamäte
ThumbCache=Vyrovnávacia pamäť náhľadov
InvalidLnk=Neplatný zástupcovia
UserTemp=Nepotrebné súbory vytvorené aplikáciami
SysTemp=Nepotrebné súbory vytvorené Windows
Prefetch=Načítané dáta Windows
RemoteDesktop=Vyrovnávacia pamäť súborov vzdialenej plochy
Recyclebin=Vyprázdniť odpadový kôš
SafariCache=Internetová vyrovnávacia pamäť Safari
SafariHistory=História Safari
SafariCookies=Safari cookies
SafariPass=Uložené informácie formulárov Safari
YahooMessage=Yahoo Správa
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Definované užívateľom
ZeroFile=Prázdne súbory - 0 bytov
WinSetupLog=Log súbory chýb inštalácií Windows
NtUninstall=Odinštalačné zdroje záplat Windows
InvalidLnk=Neplatné odkazy
UserTemp=Súbory v dočasných adresároch užívateľov
WinTemp=Súbory v dočasných adresároch Windows
RecentFiles=Odkazy na nedávno použité súbory
PatchSource=Zdroje aktualizácií Windows
TempFile=Dočasné súbory
fcwdir=Súbory vytvorené počas procesov sťahovaní
tfcbp=Dočasné súbory vytvorené programami
sdrf=Obnovené súbory vytvorené počas skenovania disku
OldFile=Staré súbory
outdatedfile=Zastaralé súbory
fcwhfir=Súbory vytvorené počas behu súboru nápovedy
Ncfile=Súbory vyrovnávacej pamäte diskusných skupín
Backupfile=Záložné súbory
WBfile=Záložné súbory MS Word
Cbswahf=Súbory vytvorené vrámci hľadania v súboroch nápovedy
whtf=Dočasné súbory nápovedy systému Windows
Logfile=Súbory protokolu
LLogfile=Log súbor vytvorený aplikáciami alebo systémovými službami 
Errorfile=Chybné súbory
Wmdf=Súbory výpisu pamäte Win2000/XP
bcomf=Záložné kópie upravených súborov
Indexfile=Súbory indexu
ifcbsiotitpbs=Súbory indexu vytvorené systémom za účelom zrýchlenia zobrazovania obrázkov
Tfcds=Dočasné súbory vytvorené počas inštalácií
Intermediatefile=Pomocné súbory
chkfile=Obnovený súbor

[AutoClean] 
DiskSaved=Miesto na disku bolo uvoľnené.
Title=Gratulujeme!
TraceCleanned=Stopy boli vyčistené.

[Skin]
SkinDefault=Základný
SkinGray=Šedý
SkinOrange=Oranžový
SkinCustom=Vlastný
SkinColor=Vlastná farba vzhľadu